# install packages
brew 'git'
brew 'gh'
brew 'imagemagick'
brew 'jq'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'redis'
brew 'tig'
brew 'wget'
brew 'yarn'

# Casks
cask 'deezer'
cask 'discord'
cask 'firefox'
cask 'gimp'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'iterm2'
cask 'kap'
cask 'postman'
cask 'sublime-text'
cask 'tableplus'
cask 'vlc'
cask 'vscodium'
cask 'zoom'

# Quick Look plugins
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

# Mas
mas "Keynote", id: 409183694
mas "Lightweight PDF", id: 1450640351
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TheUnarchiver", id: 425424353
