# install packages
brew 'git'
brew 'rbenv'
brew 'tig'
brew 'yarn'
brew 'hub'

# Casks
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'sublime-text'
cask 'vlc'

# Quick Look plugins
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

# Mas
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "TheUnarchiver", id: 425424353
