# install packages
brew 'git'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'openssl'
brew 'rbenv'
brew 'tig'
brew 'wget'
brew 'yarn'

# Casks
cask 'avast-security'
cask 'deezer'
cask 'docker'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'grandperspective'
cask 'iterm2'
cask 'keepassxc'
cask 'sublime-text'
cask 'vlc'
cask 'visual-studio-code'

# Quick Look plugins
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'

# Mas
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "TheUnarchiver", id: 425424353
